Repository: henriqueaf/order_is_coming
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: pt_br

source: Welcome to %{name}!
pt_br: Bem vindo ao %{name}!

source: New %{model_name}
pt_br: Novo %{model_name}

source: User
pt_br: Usuário

source: Are you sure?
pt_br: Você tem certeza disso?

source: Order
pt_br: Pedido

source: Listing %{model_name}
pt_br: Listando %{model_name}

source: Edit %{model_name}
pt_br: Editar %{model_name}

source: no
pt_br: não

source: yes
pt_br: sim

source: %{model_name} created successfully
pt_br: %{model_name} criado com sucesso

source: %{model_name} deleted successfully
pt_br: %{model_name} deletado com sucesso

source: %{model_name} updated successfully
pt_br: %{model_name} atualizado com sucesso
